import React from "react"
import Layout from "../components/layout"
import SEO from "../components/seo"
import contentStyles from "../styles/index.module.css"

class CallForPapers extends React.Component {
  render() {
    return (
      <Layout language="el" location={this.props.location}>
        <SEO title="Call for Papers" pagePath={this.props.location.pathname} />
        <div className={contentStyles.content}>
          <h2>16-19 Σεπτεμβρίου 2021</h2>
          <h3>
            1<sup>η</sup> Πρόσκληση υποβολής περιλήψεων
          </h3>
          <p>Αγαπητοί/ές Συνάδελφοι,</p>
          <p>
            Το Τμήμα Νεοελληνικών Σπουδών του Πανεπιστημίου του Βελιγραδίου με
            χαρά σας ανακοινώνει τη διοργάνωση του 15<sup>ου</sup> Διεθνούς
            Συνεδρίου Ελληνικής Γλωσσολογίας, το οποίο θα πραγματοποιηθεί στο
            Βελιγράδι, <strong>16-19 Σεπτεμβρίου 2021</strong>.
          </p>
          <p>
            To Διεθνές Συνέδριο Ελληνικής Γλωσσολογίας πραγματοποιείται κάθε δύο
            χρόνια από το 1993 και είναι αφιερωμένο σε όλες τις πτυχές της
            γλωσσολογικής μελέτης και ανάλυσης της Ελληνικής.
          </p>
          <p>
            Το συνέδριο προσκαλεί συμμετοχές που αφορούν οποιαδήποτε θεματική
            περιοχή της Ελληνικής Γλωσσολογίας (συμπεριλαμβανομένων της ανάλυσης
            λόγου, ανάλυσης συνομιλίας, γλωσσολογίας σωμάτων κειμένων,
            διαλεκτολογίας, διδακτικής της γλώσσας, εφαρμοσμένης γλωσσολογίας,
            ιστορικής γλωσσολογίας, κοινωνιογλωσσολογίας, λεξικολογίας,
            λεξικογραφίας, μορφολογίας, νευρογλωσσολογίας, πραγματολογίας,
            σημασιολογίας, σύνταξης, υπολογιστικής γλωσσολογίας, φωνητικής,
            φωνολογίας, ψυχογλωσσολογίας).
          </p>

          <h3>Προσκεκλημένοι/ες ομιλητές/τριες</h3>
          <ul>
            <li>Καθ. Αλεξάνταρ Λόμα, Πανεπιστήμιο του Βελιγραδίου</li>
            <li>Καθ. Ζωή Γαβριηλίδου, Δημοκρίτειο Πανεπιστήμιο Θράκης</li>
            <li>Καθ. Κώστας Κανάκης, Πανεπιστήμιο Αιγαίου</li>
            <li>Καθ. Ελένη Καραντζόλα, Πανεπιστήμιο Αιγαίου</li>
            <li>
              Αναπληρώτρια Καθ. Σταυρούλα Τσιπλάκου, Ανοιχτό Πανεπιστήμιο Κύπρου
            </li>
          </ul>
          <h3>Υποβολή περιλήψεων</h3>
          <p>
            Όσοι επιθυμούν να συμμετάσχουν στο Συνέδριο με προφορική ή με
            αναρτημένη ανακοίνωση (poster) θα πρέπει να υποβάλουν τις περιλήψεις
            τους ως τη{" "}
            <strong>
              15<sup>η</sup> Ιανουαρίου 2021
            </strong>{" "}
            μέσω της πλατφόρμας Easychair στην παρακάτω διεύθυνση. Η ειδοποίηση
            αποδοχής θα γίνει μέχρι την{" "}
            <strong>
              31<sup>η</sup> Μαρτίου 2021
            </strong>
            . Οι γλώσσες του συνεδρίου είναι τα Ελληνικά και τα Αγγλικά. Οι
            παρουσιάσεις θα πρέπει να διαρκούν 20 λεπτά και θα ακολουθούνται από
            συζήτηση 10 λεπτών. Η περίληψη δεν θα πρέπει να ξεπερνά τις 500
            λέξεις, μη συμπεριλαμβανομένης της βιβλιογραφίας.
          </p>
          <p>
            Σελίδα υποβολής περιλήψεων:{" "}
            <a
              target="_blank"
              rel="noopener noreferrer"
              href="https://easychair.org/conferences/?conf=icgl15"
            >
              https://easychair.org/conferences/?conf=icgl15
            </a>
          </p>
          <h3>Πολιτική Πολλαπλών Παρουσιάσεων</h3>
          <p>
            Ο κάθε συγγραφέας μπορεί να υποβάλει το πολύ δύο περιλήψεις: είτε
            μια ατομική και μία ομαδική είτε δύο ομαδικές.
          </p>
          <h3>Πληροφορίες</h3>
          <p>
            Πληροφορίες για την εγγραφή, τη διαμονή, τη μετακίνηση, και τα
            λοιπά, υπάρχουν και θα αναρτώνται στην ιστοσελίδα του συνεδρίου{" "}
            <a
              target="_blank"
              rel="noopener noreferrer"
              href="http://www.fil.bg.ac.rs/icgl15"
            >
              www.fil.bg.ac.rs/icgl15
            </a>
            . Για ερωτήσεις, μπορείτε να επικοινωνείτε στο:{" "}
            <a
              target="_blank"
              rel="noopener noreferrer"
              href="mailto:icgl15@fil.bg.ac.rs"
            >
              icgl15@fil.bg.ac.rs
            </a>
          </p>
          <hr />
        </div>
      </Layout>
    )
  }
}

export default CallForPapers
