import React from "react"
import Layout from "../components/layout"
import SEO from "../components/seo"
import contentStyles from "../styles/index.module.css"

class CallForPapers extends React.Component {
  render() {
    return (
      <Layout
        language="el"
        location={this.props.location}
        headerText="Πρόσκληση υποβολής περιλήψεων"
      >
        <SEO title="ICGL15" pagePath={this.props.location.pathname} />
        <div className={contentStyles.content}>
          <h2>16-19 Σεπτεμβρίου 2021</h2>
          <h3>1η Πρόσκληση υποβολής περιλήψεων</h3>
          <p>Αγαπητοί/ές Συνάδελφοι,</p>
          <p>
            Το Τμήμα Νεοελληνικών Σπουδών του Πανεπιστημίου του Βελιγραδίου με
            χαρά σας ανακοινώνει τη διοργάνωση του 15 ου Διεθνούς Συνεδρίου
            Ελληνικής Γλωσσολογίας, το οποίο θα πραγματοποιηθεί στο Βελιγράδι,{" "}
            <strong>16-19 Σεπτεμβρίου 2021</strong>.
          </p>
          <p>
            To Διεθνές Συνέδριο Ελληνικής Γλωσσολογίας πραγματοποιείται κάθε δύο
            χρόνια από το 1993 και είναι αφιερωμένο σε όλες τις πτυχές της
            γλωσσολογικής μελέτης και ανάλυσης της Ελληνικής.
          </p>
          <p>
            Το συνέδριο προσκαλεί συμμετοχές που αφορούν οποιαδήποτε θεματική
            περιοχή της Ελληνικής Γλωσσολογίας (συμπεριλαμβανομένων της ανάλυσης
            λόγου, ανάλυσης συνομιλίας, γλωσσολογίας σωμάτων κειμένων,
            διαλεκτολογίας, διδακτικής της γλώσσας, εφαρμοσμένης γλωσσολογίας,
            ιστορικής γλωσσολογίας, κοινωνιογλωσσολογίας, λεξικολογίας,
            λεξικογραφίας, μορφολογίας, νευρογλωσσολογίας, πραγματολογίας,
            σημασιολογίας, σύνταξης, υπολογιστικής γλωσσολογίας, φωνητικής,
            φωνολογίας, ψυχογλωσσολογίας).
          </p>
          <hr />
        </div>
      </Layout>
    )
  }
}

export default CallForPapers
