import React from "react"
import Layout from "../components/layout"
import SEO from "../components/seo"
import contentStyles from "../styles/index.module.css"

class Reviewers extends React.Component {
  render() {
    return (
      <Layout language="el" location={this.props.location}>
        <SEO title="Reviewers" pagePath={this.props.location.pathname} />
        <div className={contentStyles.content}>
          <h2>Αξιολογητές</h2>
          <ul>
            <li>Dzelebdzic Dejan, University of Belgrade</li>
            <li>Grohmann Kleanthes, Πανεπιστήμιο Κύπρου</li>
            <li>Joseph Brian, Ohio State University</li>
            <li>
              Lechner Winfried, Εθνικό και Καποδιστριακό Πανεπιστήμιο Αθηνών
            </li>
            <li>Tronci Liana, Università per Stranieri di Siena</li>
            <li>Αγαθοπούλου Ελένη, Αριστοτέλειο Πανεπιστήμιο Θεσσαλονίκης</li>
            <li>
              Αλβανούδη Αγγελική, James Cook University, Australia/Ινστιτούτο
              Νεοελληνικών Σπουδών, Α.Π.Θ.
            </li>
            <li>Αλεξιάδου Άρτεμις, Humboldt-Universität zu Berlin</li>
            <li>Αλεξίου Θωμαή, Αριστοτέλειο Πανεπιστήμιο Θεσσαλονίκης</li>
            <li>Αναγνωστοπούλου Έλενα, Πανεπιστήμιο Κρήτης</li>
            <li>
              Αναστασιάδη-Συμεωνίδη Άννα, Αριστοτέλειο Πανεπιστήμιο Θεσσαλονίκης
            </li>
            <li>Ανδρουτσόπουλος Γιάννης, Universität Hamburg</li>
            <li>Αρβανίτη Αμαλία, University of Kent</li>
            <li>Αρμοστής Σπύρος, Πανεπιστήμιο Ανοιχτό Πανεπιστήμιο Κύπρου</li>
            <li>Αρχάκης Αργύρης, Πανεπιστήμιο Πατρών</li>
            <li>Ασημακόπουλος Σταύρος, University of Malta</li>
            <li>Βασιλάκη Ευγενία, University of Thessaly</li>
            <li>Βλάχος Χρήστος, Πανεπιστήμιο Πατρών</li>
            <li>Βλάχου Ευαγγελία, Πανεπιστήμιο Αιγαίου</li>
            <li>Γεωργακόπουλος Θανάσης, Université de Liège</li>
            <li>Γεωργακοπούλου-Nunes Αλεξάνδρα, King's College London</li>
            <li>Γεωργαλίδου Μαριάνθη, Πανεπιστήμιο Αιγαίου</li>
            <li>
              Γεωργάλου Μαρίζα, Εθνικό και Καποδιστριακό Πανεπιστήμιο Αθηνών
            </li>
            <li>
              Γεωργιαφέντης Μιχάλης, Εθνικό και Καποδιστριακό Πανεπιστήμιο
              Αθηνών
            </li>
            <li>
              Γιαννουλοπούλου Γιαννούλα, Εθνικό και Καποδιστριακό Πανεπιστήμιο
              Αθηνών
            </li>
            <li>Γκόγκας Θεμιστοκλής, Πανεπιστήμιο Ιωαννίνων</li>
            <li>
              Γούτσος Διονύσης, Εθνικό και Καποδιστριακό Πανεπιστήμιο Αθηνών
            </li>
            <li>Γρύλλια Στέλλα, Universiteit Leiden</li>
            <li>
              Δελβερούδη Ρέα, Εθνικό και Καποδιστριακό Πανεπιστήμιο Αθηνών
            </li>
            <li>Ευθυμίου Αγγελική, Δημοκρίτειο Πανεπιστήμιο Θράκης </li>
            <li>Ζέρβα Μαρία, University of Strasbourg</li>
            <li>Θεοδωροπούλου Μαρία, Αριστοτέλειο Πανεπιστήμιο Θεσσαλονίκης</li>
            <li>Θώμου Βιβή, Πανεπιστήμιο Κρήτης</li>
            <li>Ιακώβου Μαρία, Εθνικό και Καποδιστριακό Πανεπιστήμιο Αθηνών</li>
            <li>Ιορδανίδου Άννα, Πανεπιστήμιο Πατρών</li>
            <li>Καλοκαιρινός Αλέξης, Πανεπιστήμιο Κρήτης</li>
            <li>
              Καμπάκη-Βουγιουκλή Πηνελόπη, Δημοκρίτειο Πανεπιστήμιο Θράκης
            </li>
            <li>Καπελλίδη Χαρίκλεια, Αριστοτέλειο Πανεπιστήμιο Θεσσαλονίκης</li>
            <li>Κάππα Ιωάννα, Πανεπιστήμιο Κρήτης</li>
            <li>
              Καρασίμος Αθανάσιος, Αριστοτέλειο Πανεπιστήμιο Θεσσαλονίκης, ΕΑΠ,
              Ακαδημία Αθηνών
            </li>
            <li>Καρατσαρέας Πέτρος, University of Westminster</li>
            <li>Καραχάλιου Ράνια, Πανεπιστήμιο Πατρών</li>
            <li>
              Κατσογιάννου Μαριάννα, Πανεπιστήμιο/ Ανοιχτό Πανεπιστήμιο Κύπρου
            </li>
            <li>Κονδύλη Μαριάννα, Πανεπιστήμιο Πατρών</li>
            <li>Κοτζόγλου Γιώργος, Πανεπιστήμιο Αιγαίου</li>
            <li>
              Κουτσογιάννης Δημήτρης, Αριστοτέλειο Πανεπιστήμιο Θεσσαλονίκης
            </li>
            <li>Κουτσούκος Νίκος, UCLouvain (University of Louvain)</li>
            <li>
              Κουτσουλέλου - Μίχου Σταματία, Εθνικό και Καποδιστριακό
              Πανεπιστήμιο Αθηνών
            </li>
            <li>
              Λαβίδας Νικόλαος, Εθνικό και Καποδιστριακό Πανεπιστήμιο Αθηνών
            </li>
            <li>
              Λέγγερης Άγγελος, Εθνικό και Καποδιστριακό Πανεπιστήμιο Αθηνών
            </li>
            <li>Λεκάκου Μαρία, Πανεπιστήμιο Ιωαννίνων</li>
            <li>Λιόσης Νίκος, Αριστοτέλειο Πανεπιστήμιο Θεσσαλονίκης</li>
            <li>Μανουηλίδου Χριστίνα, University of Ljubljana</li>
            <li>
              Μαρκαντωνάτου Στέλλα, Institute of Language and Speech Processing
            </li>
            <li>Μαστροπαύλου Μαρία, Πανεπσιτήμιο Ιωαννίνων</li>
            <li>
              Μελισσαροπούλου Δήμητρα, Αριστοτέλειο Πανεπιστήμιο Θεσσαλονίκης
            </li>
            <li>Μητσιάκη Μαρία, Δημοκρίτειο Πανεπιστήμιο Θράκης </li>
            <li>
              Μικρός Γιώργος, Εθνικό και Καποδιστριακό Πανεπιστήμιο Αθηνών
            </li>
            <li>
              Μιχάλης Αθανάσιος, Εθνικό και Καποδιστριακό Πανεπιστήμιο Αθηνών
            </li>
            <li>
              Μοσχονάς Σπύρος, Εθνικό και Καποδιστριακό Πανεπιστήμιο Αθηνών
            </li>
            <li>Μότσιου Ελένη, Πανεπιστήμιο Θεσσαλίας</li>
            <li>Μπαλταζάνη Μαίρη, University of Oxford</li>
            <li>
              Νερατζίνη Μιχαέλα, Εθνικό και Καποδιστριακό Πανεπιστήμιο Αθηνών
            </li>
            <li>
              Νικηφορίδου Βασιλική, Εθνικό και Καποδιστριακό Πανεπιστήμιο Αθηνών
            </li>
            <li>
              Νικολαΐδου Αικατερίνη, Αριστοτέλειο Πανεπιστήμιο Θεσσαλονίκης
            </li>
            <li>Ξυδόπουλος Γιώργος, Πανεπιστήμιο Πατρών</li>
            <li>Παναγιωτίδης Φοίβος, University of Cyprus</li>
            <li>
              Πανάρετου Ελένη, Εθνικό και Καποδιστριακό Πανεπιστήμιο Αθηνών
            </li>
            <li>
              Παντελίδης Νικόλαος, Εθνικό και Καποδιστριακό Πανεπιστήμιο Αθηνών
            </li>
            <li>
              Παντέλογλου Λέλια, Εθνικό και Καποδιστριακό Πανεπιστήμιο Αθηνών
            </li>
            <li>
              Παπαδοπούλου Δέσποινα, Αριστοτέλειο Πανεπιστήμιο Θεσσαλονίκης
            </li>
            <li>
              Παπαναστασίου Γεώργιος, Αριστοτέλειο Πανεπιστήμιο Θεσσαλονίκης
            </li>
            <li>Πιατά Άννα, University of Neuchâtel</li>
            <li>Ράλλη Αγγελική, Πανεπιστήμιο Πατρών</li>
            <li>Ρεβυθιάδου Ανθή, Αριστοτέλειο Πανεπιστήμιο Θεσσαλονίκης</li>
            <li>Ρούσσου Άννα, Πανεπιστήμιο Πατρών</li>
            <li>Σαμπάνης Κωνσταντίνος, Πανεπιστήμιο Αιγαίου</li>
            <li>Σεράφης Δημήτρης, Università della Svizzera Italiana</li>
            <li>Στάμου Αναστασία, Αριστοτέλειο Πανεπιστήμιο Θεσσαλονίκης</li>
            <li>Τάντος Αλέξανδρος, Αριστοτέλειο Πανεπιστήμιο Θεσσαλονίκης</li>
            <li>Τερκουράφη Μαρίνα, Universiteit Leiden</li>
            <li>Τζακώστα Μαρίνα, Πανεπιστήμιο Κρήτης</li>
            <li>
              Τζάννε Αγγελική, Εθνικό και Καποδιστριακό Πανεπιστήμιο Αθηνών
            </li>
            <li>Τοπιντζή Νίνα, Αριστοτέλειο Πανεπιστήμιο Θεσσαλονίκης</li>
            <li>
              Τσαγγαλίδης Αναστάσιος, Αριστοτέλειο Πανεπιστήμιο Θεσσαλονίκης
            </li>
            <li>
              Τσάκωνα Βασιλική, Εθνικό και Καποδιστριακό Πανεπιστήμιο Αθηνών
            </li>
            <li>Τσάμη Βάσια, Πανεπιστήμιο Πατρών</li>
            <li>
              Τσόκογλου Αγγελική, Εθνικό και Καποδιστριακό Πανεπιστήμιο Αθηνών
            </li>
            <li>Φίλος Παναγιώτης, Πανεπιστήμιο Ιωαννίνων</li>
            <li>Φλιάτουρας Ασημάκης, Δημοκρίτειο Πανεπιστήμιο Θράκης </li>
            <li>Φραντζή Αικατερίνη, Πανεπιστήμιο Αιγαίου</li>
            <li>Χατζηδάκη Ουρανία, Σχολή Ικάρων</li>
          </ul>
          <hr />
        </div>
      </Layout>
    )
  }
}

export default Reviewers
